Repository: End1-1/picasso.store
Catalog: lib/l10n/intl_*.arb
Languages: hy

source: Login
hy: Մուտք

source: Retry
hy: Փորձել կրկին

# checkInternet
source: Check internet connection and try again
hy: Ստուգեք ինտերնետի առկայությունը և փորձեկ կրկին

source: Unauthorized
hy: Մուտք գործեք

source: Incorrect pin
hy: Մուտքագրված կոդը սխալ է

source: Favorites
hy: Ընտրայլներ

source: Add
hy: Ավելացնել

source: Show all
hy: Ցույց տալ բոլորը

source: Total
hy: Ընդամենը

source: Goods
hy: Ապրանք

# amountTotal
source: Total amounts
hy: Ընդամենը

source: Cash
hy: Կանխիկ

source: Card
hy: Քարտ

source: Branch
hy: Մասնաճյուղ

source: Prepaid
hy: Նվեր քարտ

source: All
hy: Բոլորը

source: Fiscal
hy: ՀԴՄ

source: Coin
hy: Կոպեկ

source: Discount
hy: Զեղչ

source: Spent
hy: Ծախս

source: Cashbox
hy: Դրամարկղ

# cashRemain
source: Cash remains
hy: Կանխիկ մնացորդ

# coinRemain
source: Coin remains
hy: Կոպեկի մնացորդ

source: Collection
hy: Ինկոսացիա

source: Bank
hy: Փախանցում

# checkQty
source: Check quantity
hy: Ստուգել քանակը

source: Create draft sale
hy: Սևագիր վաճառք

source: Check store input
hy: Պահեստի մուտքի ստուգում

source: Delivery note
hy: Վաճառքի հաստատում

source: Save server address
hy: Պահպանել հասցեն

source: New order
hy: Նոր պատվեր

source: Completed orders
hy: Կատարված պատվերներ

source: Debts
hy: Պարտքեր

source: Orders
hy: Պատվերներ

source: Select partner
hy: Գործընկեր

source: Empty order
hy: Դատարկ պատվեր

# confirmCloseWindow
source: Confirm to close window
hy: Հաստատեք դուրս գալը

# confirmRemoveGoods
source: Confirm to remove goods
hy: Հաստատեք ապրանքի հեռացումը

source: Cancel
hy: Հրաժարվել

source: Remove
hy: Հեռացնել

# returnGoods
source: Return of goods
hy: Ապրանքի հետ վերադարձ

source: Retail price
hy: Մանրածախ գին

source: Retail price, discounted
hy: Մանրածախ զեղչված գին

source: Whosale price
hy: Մեծածախ գին

source: Whosale price, discounted
hy: Մեծածախ զեղչված գին

source: Stock qty
hy: Առկայություն

source: Comment
hy: Մեկնաբանություն

# deliveryDate
source: Date of delivery
hy: Առաքման օր

source: Save
hy: Պահպանել

# confirmRemoveComment
source: Confirm comment removal
hy: Հաստատեք մեկնաբանության հեռացումը

# confirmRemoveOrder
source: Confirm order removal
hy: Հաստատեք պատվերի հեռացումը

source: Select range
hy: Նշեք ժամանակաշրջանը

source: Select date
hy: Նշեք ամսաթիվը

source: Date start
hy: Սկիզբ

source: Date end
hy: Ավարտ

source: Choose payment
hy: Նշեք վճարման տեսակը

source: Payment type
hy: Վճարման տեսակը

source: Order
hy: Պատվեր

source: Partners
hy: Գործընկերներ

# tin
source: Taxpayer number
hy: ՀՎՀՀ

source: New partner
hy: Նոր գործընկեր

source: Taxpayer name
hy: Անվանում

source: Address
hy: Հասցե

source: Contact
hy: Կոնտակտ

source: Phone
hy: Հեռախոսահամոր

# wrongTin
source: Wrong taxpayer number
hy: Սխալ ՀՎՀՀ

source: Clear order
hy: Մաքրել պատրվերը

# barcodeNotExistsInOrder
source: Barcode not exists in the order
hy: Այդպիսի ապրանք պատվերում չկա

source: Set ok
hy: Ստուգված է

source: Set not ok
hy: Ստուգված չէ
